{
    "text": "Your PieceName (Including all the names you are called by):Address (past, present, future):Age: I am at the age where . . .What you like:Place:Time:Weather:Colour:Sound:Smell:Taste:Describe your world as you see it.a) inner:b) outer:Your regret:Your pride:Your attachments:a) animate:b) inanimate:Your wish:1)2)3)Sky Piece ITowards the end of the Second World War, I looked like a little ghost because of the food shortage. I was hungry. It was getting easier to just lie down and watch the sky. That’s when I fell in love with the sky, I think.Since then, all my life, I have been in love with the sky. Even when everything was falling apart around me, the sky was always there for me. It was the only constant factor in my life, which kept changing with the speed of light and lightning. As I told myself then, I could never give up on life as long as the sky was there.Tell us when you first noticed the sky.Tell us when you first noticed that the sky was beautiful.Sky Piece IILook at a star in the skynot as something unreachablebut as a planet you would visit one day.Sky Piece IIISpringImagine a cloudslowlygoing across the skyand back.Send a postcard to your friend.Sky Piece IVSummerImagine a dolphin dancing in the sky.Let it dance with joy.Think of yourself at the bottom of the oceanwatching.Imagine a group of dolphins dancing in the sky.Blow kisses to themin your mind.Sky Piece VAutumnImagine running across a wheat fieldas fast as you can.Imagine your friend running towards youas fast as possible.Imagine the colour of the sky.If it’s clouded,see if there are any blue spots.If it’s clear,see if there are any clouds.If it’s stormy,look out for thunder and lightning.If it’s snowing,take your coat offso you can wrap it around your friend.Sky Piece VIWinterWatch the sununtil it comes into your bodyand stays as a tiny sun.It will keep your face shiningeven in the coldest of winter.Sky Piece VIIClimb up a ladder to reach the sky.Try ladders of different heights.See if the sky looks any closerfrom a higher ladder.Sky Piece VIIISit under a blue sky.Keep your head openand empty.Let ideas come into you.Cherish them.Sky Piece IXJump up into the sky.Jump down from the sky.1) Before you jump, plan how you want to do this:a) to jump in one gob) to jump in two or three leapsc) how to space the leaps2) Make sure how high you want to go:a) to where people could still see youb) just out of the stratospherec) to another planet3) Make note of where you want to come down to:a) the same place you jumped up fromb) a city or country you knowc) somewhere you have never been toSky Piece XThe sky is not only above our heads.It extends all the way down to earth.Each time we raise our foot from the ground,we are walking in the sky.Walk around the city with that awareness.Check how long you walked in the sky today.Earth Piece IListen to the sound of the fire burningin the center of the globe.Earth Piece IIWe humans are not satisfied with just knowing the tip of the iceberg. With technological advancements, we are changing the map of the world in a big way. For centuries, we kept changing the map to simulate our nervous system, by creating roads, building dams, and skylines. But now, we want to reveal what is under the ice.Icebergs are melting.The snow on the Alps is melting.It will create a big shiftin the axis of the globe itself.We will see shorelines disappearing,oceans turning into rich fieldsand deserts turning into green lands.Some of us may want to leave this globeto live on another planet.But there’s no need to panic.Knowledge will always give us a solution.Melt the icebergs and snow in your life.Earth Piece IIIYour feet are your physical connection to this planet.Touch the earth directly with your bare feet.Let the Earth energy circulatefrom your feet to your headand back again.Earth Piece IVHave you seen the horizon lately?Measure the horizon from where you sit.Let us know its length and why.For example: The horizon is shortbecause it is between two buildings.Think what that length is doing to your mind.Earth Piece VWatch the sunset.Feel the Earth moving.Earth Piece VIIt takes a billion light-years for a blinking of a star to reach us.Likewise, the light from Earth will take a long time to reach another planet. By using this time warp, we can observe the Earth from different distances, one day, and record what happened on our planet at any given time in the past. All truth in the history of the Earth could come to light then.I am sure that the history of the human race, at least, is recorded in our DNA memory genes in its precise detail.So don’t look back.Look forward,Only thenthe past will be revealed to us.Earth Piece VIIThink of the Earthas a turning point in eternity.Think of the Earthas a meeting point in infinity.Check if there are any holesin your shoes.Tie your shoelaces.Earth Piece VIIIImagine two billion universes.Visualize yourself on a planet in each universe.Imagine what all of you are doing and thinkingat this moment in time on the different planets.Think if the activities are correlated amongst all of you.Think how those activities are affecting the balanceof the infinite space.Earth Piece IXThe Earth is like your mateyou have abused and ignored.Ask to be forgiven.Tell the Earth how much you care.Tell the Earth how beautiful she is.Tell the Earth you love her.Earth Piece XDream Earth.Dream you.Dream eternity.City Piece IFind a spot that is comfortable for you.Keep the spot clean.Think about the spot when you are away.City Piece IIWalk from where you live to where your friend lives.Be aware of the turns and the views while you walk.Walk back the same way.Be aware of the turns and the views your friend experienceswhen he or she visits you.City Piece IIICount all the puddles on the streetwhen the sky is blue.City Piece IVImagine tying balloons to the roofof every building in the city.Let the balloons wave to the breeze.See if the buildings are lighter for it.City Piece VImagine painting all the buildings in the citythe colour of light.City Piece VIImagine the city getting greener and greenerwith plants, vines, trees and green fields.City Piece VIIImagine the largest rainbowgoing from north to south.Visit the two ends of the rainbow.City Piece VIIICarry everything you own with you.Go shopping, or climb a mountain.See if you can see where you are going.City Piece IXOn Flag Day,put out a flag that has a messagethat conveys your emotion: such as“I LOVE YOU,” “YES!” and “HELP!”See what happens.City Piece XImagine one day in a monthwhen only bicycles and walkingare allowed in the city as transportation.Make that two days.Make that a week.Make that a month.Connection Piece IWhisper your name to a pebble.Give it to a friendinstead of yourself.Connection Piece IIImagine your friends being without the baggageyou know them by.See how you feel about them then.a) You can relate to them better.b) They cease to be interesting.Think which of their baggage you are connected to.Connection Piece IIIIn the evening before sunset,go as far as you can from where you residewithout losing its view.Watch it for a while.Think of all the things that happened in there,and the many miles you walked inside the rooms.One day, you may move away from it.One day, you may pass away from there.Be kind to yourself this evening.a) Buy something for yourself.b) Treat yourself to a meal.c) Look at the mirror and give a smile to yourself.Connection Piece IVI was asked to create a special edition work for Samtidskunst Museum in Roskilde, Denmark as part of my one woman show.So I made an edition of glass keys called, “A key to open a faded memory” and gave it to the museum.When I arrived in Roskilde, to my surprise, I was presented with “The Key to Heaven.”It was a beautifully carved metal key which had been made many centuries ago by the Vikings of the town.a) Was this a mere coincidence?b) Was this a psychic connection made by the fact that we are all together, anyway?c) Was I just tapping into my ancestral memory throughthe memory genes in my DNA?d) Was I in Roskilde myself, in one of the many reincarnations?Give us an example of your experience of a coincidence.Give us your view on it.Connection Piece VHow do you connect with people the most?With the feeling of:CuriosityInterestForgivenessAdorationCompetitionEnvyFearControlDetachmentRejectionMake a list of people around you and see how it comes out.Ask yourself if you are comfortable with the way you connect.Don’t simplify the situation by just saying “I love/hate them all.”Connection Piece VISwim as far as you can in your dream. Away from:your homeyour mateyour childrenyour petsyour belongingsyour work placeyour colleaguesSee if you drown or survive.Watch Piece IWatch a hundred-year-old tree breathe.Thank the tree in your mind for showing ushow to grow and stay.Watch Piece IIWatch a fly slowly dying on the windowsill.Watch its movement and how long it takesfor it to become completely still.Thank the fly, in your mind,for showing what you may go throughone day.Watch Piece IIIGo outside of you.Look at yourself walking down the street.Make yourself tumble on a stone and fall.Watch it.Watch other people looking.Observe carefully how you fall,how long it takes and in what rhythm you fall.Observe as seeing a black-and-white slow-motion film.Look at yourself rising from the fall.See how long it takes you to start rising, how you standand what you do afterwards.Observe it as seeing a Technicolor film.Watch Piece IVWhen you go to the fields or the woods, you will not know what it is really like there unless you are very, very still for over an hour.Many birds, insects and animals stop making noise or hide as you arrive.Lie down in the field before dawn.See the changes.Sit still in your room.See what it tells you.Be silent in a group of people.See what they reveal to you.Live with a person for a long time.See what unfolds:a) in two yearsb) in ten yearsc) in twenty yearsDo this holding peaceful loving thoughts.Do this holding resentment and hatred.Observe the difference.Watch Piece VWatch two people arguing on the street.Check how you feel about them.a) Fly up about ten meters over their heads.Check how you feel about them now.b) Fly up as high as the Empire State Building.See how you feel about them now.c) Fly to another planet.See how you feel about them now.Watch Piece VIImagine water coming down a dry riverbed.Room Piece IYour room is an extension of your mind.If a room is lopsided, just trying to keep a cup on a tablebecomes a drama.If your mind is lopsided, everything you do becomes a drama.See if anything is lopsided in your room. See if you would likemore lopsided things in your room.Complementary Balance:a) When the snow covers the outside,and your room is a mess.b) When the snow is melting into a mess,and your room is in order.Symmetrical Balance:a) When the snow covers the outside,and your room is in order.b) When the snow is melting into a mess,and your room is a mess.See which makes you feel more comfortable,complementary or symmetrical balance.room piece IISleep in separate rooms.Whisper to each other.Sleep in separate cities.Sleep in separate countries.Sleep on separate planets.Whisper to each other.Room Piece IIIThink of your room as a prison.Make the best of it and be proud.Think of your room as a castle.Invite people and share the joy.Room Piece IVCount all the words in the bookinstead of reading them.Count all the objects in the roomwithout classifying them.Unclog your mind.Unclog your room.Arrange your roomin a way you wishyour mind would be.Room Piece VGet a telephone that only echoes back your voice.Call every day and complain and moanabout your life and people around you.Room Piece VIImagine what would happento your roomwhen you move away.Imagine if there is anythingin the room you could takewhen you die.Cleaning Piece IWrite down a sad memory.Put it in a box.Burn the box and sprinkle the ashes in the field.You may give some ashesto a friend who shared the sadness.Cleaning Piece IIMake a numbered list of sadness in your life.Pile up stones corresponding to those numbers.Add a stone each time there is sadness.Burn the list, and appreciate the mound of stones for its beauty.Make a numbered list of happiness in your life.Pile up stones corresponding to those numbers.Add a stone each time there is happiness.Compare the mound of stones to the one of sadness.Cleaning Piece IIITry to say nothing negative about anybody.a) for three daysb) for forty-five daysc) for three monthsSee what happens to your life.Cleaning Piece IVWrite down everything you fear in life.Burn it.Pour herbal oil with a sweet scent on the ashes.Cleaning Piece VLet a list of arbitrary names come into your mind as you go to sleep.Say “bless you” after each name.Do this with speed, by keeping a constant rhythm,so, in no way, you would hesitate to bless them.Let a list of names come into your mind as you go to sleep.Say “I forgive you” after each name.Do this with speed, by keeping a constant rhythm,so you would not hesitate to forgive them.You will find that sometimes you are blessing and forgivingpeople you never thought you would.Try whenever you remember to do it.Try whenever you feel stressed out.See what happens to your life.Cleaning Piece VISend a note of appreciation to silent courageous peopleyou happen to have noticed: parents, teachers, shopkeepers,street cleaners, artists, etc.Keep doing it.See what happens to the world.Sound Piece ISeng, Sung, Sang, Sing and Song were good musicians. The princess asked them to give a concert in the midsummer night of the warmest day in Li-Fung. It was a tradition in Li-Fung for the best musicians to get together and play for the people all night to soothe the heated air.Seng said he would not play because he did not have enough time to prepare. Sung immediately went into an intensive and elaborate preparation. Sang did nothing. He wandered around the fields until the day came.On the night, Seng was not there. Sung’s music overwhelmed people. Sang went on the stage, and when he sang, the warm wind went through his lungs and came out, transformed into the most beautiful music. It was the warm wind that made the music, he said. Sing did not even sing. He just stood on the stage and smiled, and the smile sent vibrations into people’s minds, and they heard, they heard their minds tingling, and they smiled back. Do you know anything about Song? People say that he was too pure, and one day, he just suddenly turned into air and was assimilated into the skies.Who do you think you are, Sing, Seng, Sang, Sung or Song?Sound Piece IIListen to your breathing.Listen to your child breathing.Listen to your friend breathing.Keep listening.Sound Piece IIIListen to your town breathing.l) at dawn2) in the morning3) in the afternoon4) in the evening5) before dawnSound Piece IVListen to what the next person is thinking.Listen to what the person in the next house is thinking.Listen to what the person in another city is thinking.Listen to what the person in another country is thinking.Tell us what you’ve heard.Sound Piece VSpringTape the sound of friends laughing together.Save it for a rainy day.Sound Piece VISummerTape the sound of your baby son crying.Let him listen to the tape when he isgoing through pain as a grown man.Sound Piece VIIAutumnTape the sound of the moon fading at dawn.Give it to your mother to listen towhen she’s in sorrow.Sound Piece VIIIWinterTape the sound of your friend ranting.Bury it in the ground on a snowy day.Sound Piece IXTape the sound of the lake gradually freezing.Drink a cup of hot chocolate afterwards.Sound Piece XFly out into space.Listen to the musicthe Earth is making.Fly out into space.a) Listen to the musicthe planets are making.b) Listen to the musicUniverses are making.Dance Piece IDream.Dance Piece IIDream together.Dance Piece IIITake your pants offbefore you fight.Dance Piece IVWatch a butterfly dance.Watch the fireflies dance.Watch the lights on the water dance.Let your heart dance with them.Dance Piece VGo from one room to anotherOpening and closing each door.Do it very slowly.a) Imagine opening and closingyour brain when you do this.b) Imagine opening and closingyour heart when you do this.c) Imagine opening and closingpeople’s minds when you do this.Dance Piece VIDance in your dream.Hug your mother.Hug your father.Make them hug each other.Hug your sisters and brothers.Make a family circle and dance together.Dance in your dream.Go out into the street and hug everybody you meet.Tell them how beautiful they are.Dance together.Dance in your dream.Hug all the trees in the world.Tell them how beautiful they are.Dance around them.Dance Piece VIISit at the dock.Watch the seagulls dance.Dance with them in your mind.Keep dancing until you feelyou can hear their heartbeats.Dance Piece VIIIImagine one thousand suns rising at the same time.Dance in the field.Dance Piece IXa) Dangle empty cans and bottles all over your body.Dance without making a sound.b) Carry a heavy object on your back.Dance as swiftly as you can.Dance Piece XThink of all your movements in life as dance movements.BreatheWatchListenTouchand move betweenthe Earthand the SkyLife Piece IAn old Japanese warrior who belonged to the famous Byakkotai Youth Regiment and who survived the battle of Suribachi Mountain at the turn of the century told this story on a radio program when I was a child.“I survived because I was too young to be a good swordsman.I mainly ran. From behind a tree, I witnessed a famous old warrior surrounded by enemy swordsmen fighting for his life. The warrior kept twisting and shifting his body, placing his body under the enemy sword at an angle in which it was difficult for the blade to slice the body. He kept placing his body at that angle as the swords kept coming down on him. From where I stood, it looked as though he was dancing a graceful dance. Suddenly, I noticed that he was in a very different position. I did not see it happening because it was done so gradually and subtly, but somehow he removed himself from the center of the circle of swords. His enemies were now behind him.After the battle, he showed me his clothes and his body. All his clothes were shredded into pieces, but his body had only small cuts he called scratches. That’s when he taughtme how to place your body under the blades.”This story helped me, at one point in my life, when I was attacked from all directions and had to make a series of quick decisions and moves.Tell us if there is any story that helped you to survive.Life Piece IIImagine painting all the statues in the world the colour of the sky.Life Piece IIIImagine all the people singing one day of the year.That day:a) lawyers will argue in court by singingb) politicians will make their speeches by singingc) teachers will lecture by singingd) soldiers of both camps will sing to each otherLife Piece IVLife is about focusing and balancing.If you focus and lose your balance, you fall.If you balance and lose your focus, you die.Check where your emphasis is: balancing or focusing.Life Piece VImagine yourself beingin your mother’s wombas an embryo.Stay in the position for awhile.Ask yourself if you still wish to come outinto the world with all the knowledgeyou have of what happened to youand how you affected others.Life Piece VIEach time we don’t saywhat we want to saywe’re dying.Make a list of how many timesyou died this week.Dying is a necessary actfor living.Just like inhaling is necessaryin order to exhale.Life Piece VIIFly in your dream.Spread your wings.See how clear the world really is.See how you never miss a turn.See how you never fall.See how you can fly forever.Try to remember the feelingwhen you are awake.Life Piece VIIIA ghost was standing in a public toilet.I suggested that he go up in the sky and be part of the light.“I don’t want to do that,” he said.“Why?”“Because I want to maintain my individuality.”I thought it was interesting that he would rather stand in the public toilet than join the light. Does he really treasure what he perceives as his individuality, or is he just simply afraid of making the move?Tell us what your story is in staying where you are now in life.Life Piece IXGet a piece of rubber the size of your palm.Imagine yourself stretching the rubberto cover the world with it.See how much you can cover.Hang the piece of rubberon the wall beside your bed.Life Piece XWalk in the footsteps of the person in front of you.l) on the pavement2) in the mud3) on ice4) in the snow5) on fire6) on waterWish Piece IMake a wish. Write it down on a piece of paper.Fold it and tie it around a branch of a Wish Tree.Ask your friends to do the same.Keep wishing until the branches are covered with wishes.Wish Piece IIMend an object.When you go through the process of mending, you mend something inside your soul as well.Think of a “crack” in your own life or the world.Ask for it to be healed as you mend the object.Wish Piece IIIWhisper your dream to a cloud.Ask the cloud to remember it.Wish Piece IVMake a promise to a tree.Ask it to be passed on to other trees.Wish Piece VWhisper your desire to the wind.Ask the wind to take it to the end of the world.Wish Piece VIWrite all the things you want to do.Ask others to do them and move on.Keep dancing.Questionnaire ICheck the following statements: True/Falsel) All streets are invisible. The visible ones are fake ones, though some visible ones are the end parts of the invisible ones.2) If you wear something long enough it becomes part of you and you suffer from serious physical maladjustment when you take it off.A woman died from taking off her ring she wore for ten years. A man was found to be non-existent when his title was taken away.3) When you leave things, you leave your spirit behind as well. But if you don’t leave them, you age.4) Your brother is the man you killed in the past world. He was born in your family because he wanted to be near you.5) There are one thousand suns rising every day. We only see one of them because of our fixation on monolithic thinking.6) Grapefruit is a hybrid of lemon and orange.Snow is a hybrid of wish and lament.Questionnaire IICheck the following statements: True/False1) Adam and Eve were social outcasts from another planet.2) People are afraid of shadows. People are even more afraid of being in the shadow. But without a shadow, life will be two dimensional.3) There is no ownership in beauty.4) The human race is in its embryonic stage.Make your own True/False lines.5)6)Quiz ICheck the ones you think are right.Yellow Talka) All colours are imaginary except yellow. Yellow is the colour of the sun at its height. Other colours are shades of yellow in varying degrees. —Dr. Songb) Yellow is the only imaginary colour. —Dr. Suzukic) Every colour has yellow in it. —Dr. Leed) All colours are imaginary. —Dr. KatoQuiz IICheck the ones you think are right.Youth TalkYou are still young because:a) you never maturedb) you talk baby-talk to your matec) your children say sod) your grandchildren say soe) you don’t see any wrinkles on your facef) you still hate the same friendsg) other reasons (give your reason)Quiz IIICheck the ones you think are right.Line TalkA line is:a) a sick circleb) an unfolded wordc) an aggressive dotd) what you want to erasee) what you regret after you dish it outQuiz IVCheck the ones you think are right.Wink TalkThe intensity of a wink is:a) two cars smashed head-onb) a storm turned into a breezec) a water drop from a loose faucetQuiz VCheck the ones you think are right.Wind TalkThe age of the wind is:a) a billion years older than the Empire State Buildingb) three hundred years older than the Alpsc) a day younger than the sead) two months younger than your daughtere) a wind will be born when you pass awayQuiz VICheck the ones you think are right.Heart TalkThe weight of your heart equals:a) a feather—when you’re happyb) an ocean—when you’re sadc) an old truck on a dusty dirt road—when you’re angryd) a bright summer cloud—when you’re dreamingRevelationsBless you for your angerFor it is a sign of rising energy.Direct not to your family, waste not on your enemy.Transform the energy to versatilityAnd it will bring you prosperity.Bless you for your sorrowFor it is a sign of vulnerability.Share not with your family, direct not to yourself.Transform the energy to sympathyAnd it will bring you love.Bless you for your greedFor it is a sign of great capacity.Direct not to your family. Direct not to the world.Transform the energy to giving.Give as much as you wish to takeAnd you will receive satisfaction.Bless you for your jealousyFor it is a sign of empathy.Direct not to your family, direct not to your friends.Transform the energy to admirationAnd what you admireWill become part of your life.Bless you for your fearFor it is a sign of wisdom.Do not hold yourself in fear.Transform the energy to flexibilityAnd you will be freeFrom what you fear.Bless you for your search of directionFor it is a sign of aspiration.Transform the energy to receptivityAnd the direction will come to you.Bless you for the times you see evil.Evil is energy mishandled and it feeds on your support.Feed not and it will self-destruct.Shed light and it will cease to be.Bless you for the times you feel no love.Open your heart to life anywayand in time you will findlove in you.Bless you, bless you, bless you.Bless you for what you are.You are a sea of goodness, a sea of love.Count your blessings every day for they are your protectionWhich stands between you and what you wish not.Count your curses and they will be a wallWhich stands between you and what you wish.The world has all that you needAnd you have the powerto attract what you wish.Wish for health, wish for joy.Remember you are loved.I love you!y.o.End PieceEach planet has its own orbit agenda.Think of people close to you as planets.Sometimes it’s nice to just watch themorbit and shine.HAPPY ORBIT!LOVE,YOKO ONO"
}
